import {Product} from "./product";

export const Products: Product[] = [
  {
    id: 0,
    name: 'Стул Ханна',
    price: 9399,
    code: 1049556,
    images: ['chair_hanna0.jpg', 'chair_hanna1.jpg'],
    description: ['Кресло Ханна — элегантное решение для кухни или столовой, выдержанной в современном стиле. Каркас модели выполнен из массива древесины, видимые элементы отделаны березовым шпоном и покрыты белой эмалью. Велюровая обивка приятна на ощупь, долго сохраняет опрятный вид и первоначальный цвет. Мягкое сиденье обеспечивает комфорт во время длительной трапезы или дружеской беседы за столом. Высокая спинка с легким изгибом позволяет принять удобное положение, расслабив спину.',
      'Удовольствие от трапезы за кухонным столом во многом зависит от качества кухонных стульев. При выборе важно все, в том числе материал обивки. Кухонные стулья с тканевой обивкой сиденья и спинки практичны, комфортны и гигиеничны: текстиль приятен на ощупь, не способствует образованию конденсата при соприкосновении с телом, стоек к механическим повреждениям, долго сохраняет первоначальный вид.']
  },
  {
    id: 1,
    name: 'Стул Эдинбург',
    price: 5690,
    code: 1049557,
    images: ['chair_hanna0.jpg', 'chair_hanna1.jpg'],
    description: ['Кресло Ханна — элегантное решение для кухни или столовой, выдержанной в современном стиле. Каркас модели выполнен из массива древесины, видимые элементы отделаны березовым шпоном и покрыты белой эмалью. Велюровая обивка приятна на ощупь, долго сохраняет опрятный вид и первоначальный цвет. Мягкое сиденье обеспечивает комфорт во время длительной трапезы или дружеской беседы за столом. Высокая спинка с легким изгибом позволяет принять удобное положение, расслабив спину.',
      'Удовольствие от трапезы за кухонным столом во многом зависит от качества кухонных стульев. При выборе важно все, в том числе материал обивки. Кухонные стулья с тканевой обивкой сиденья и спинки практичны, комфортны и гигиеничны: текстиль приятен на ощупь, не способствует образованию конденсата при соприкосновении с телом, стоек к механическим повреждениям, долго сохраняет первоначальный вид.']
  },
  {
    id: 2,
    name: 'Стул Сольер',
    price: 2390,
    code: 1049558,
    images: ['chair_hanna0.jpg', 'chair_hanna1.jpg'],
    description: ['Кресло Ханна — элегантное решение для кухни или столовой, выдержанной в современном стиле. Каркас модели выполнен из массива древесины, видимые элементы отделаны березовым шпоном и покрыты белой эмалью. Велюровая обивка приятна на ощупь, долго сохраняет опрятный вид и первоначальный цвет. Мягкое сиденье обеспечивает комфорт во время длительной трапезы или дружеской беседы за столом. Высокая спинка с легким изгибом позволяет принять удобное положение, расслабив спину.',
      'Удовольствие от трапезы за кухонным столом во многом зависит от качества кухонных стульев. При выборе важно все, в том числе материал обивки. Кухонные стулья с тканевой обивкой сиденья и спинки практичны, комфортны и гигиеничны: текстиль приятен на ощупь, не способствует образованию конденсата при соприкосновении с телом, стоек к механическим повреждениям, долго сохраняет первоначальный вид.']
  },
  {
    id: 3,
    name: 'Стул Стелла',
    price: 3500,
    code: 1049559,
    images: ['chair_hanna0.jpg', 'chair_hanna1.jpg'],
    description: ['Кресло Ханна — элегантное решение для кухни или столовой, выдержанной в современном стиле. Каркас модели выполнен из массива древесины, видимые элементы отделаны березовым шпоном и покрыты белой эмалью. Велюровая обивка приятна на ощупь, долго сохраняет опрятный вид и первоначальный цвет. Мягкое сиденье обеспечивает комфорт во время длительной трапезы или дружеской беседы за столом. Высокая спинка с легким изгибом позволяет принять удобное положение, расслабив спину.',
      'Удовольствие от трапезы за кухонным столом во многом зависит от качества кухонных стульев. При выборе важно все, в том числе материал обивки. Кухонные стулья с тканевой обивкой сиденья и спинки практичны, комфортны и гигиеничны: текстиль приятен на ощупь, не способствует образованию конденсата при соприкосновении с телом, стоек к механическим повреждениям, долго сохраняет первоначальный вид.']
  },
  {
    id: 4,
    name: 'Стул Бланес',
    price: 4300,
    code: 1049560,
    images: ['chair_hanna0.jpg', 'chair_hanna1.jpg'],
    description: ['Кресло Ханна — элегантное решение для кухни или столовой, выдержанной в современном стиле. Каркас модели выполнен из массива древесины, видимые элементы отделаны березовым шпоном и покрыты белой эмалью. Велюровая обивка приятна на ощупь, долго сохраняет опрятный вид и первоначальный цвет. Мягкое сиденье обеспечивает комфорт во время длительной трапезы или дружеской беседы за столом. Высокая спинка с легким изгибом позволяет принять удобное положение, расслабив спину.',
      'Удовольствие от трапезы за кухонным столом во многом зависит от качества кухонных стульев. При выборе важно все, в том числе материал обивки. Кухонные стулья с тканевой обивкой сиденья и спинки практичны, комфортны и гигиеничны: текстиль приятен на ощупь, не способствует образованию конденсата при соприкосновении с телом, стоек к механическим повреждениям, долго сохраняет первоначальный вид.']
  },
  {
    id: 5,
    name: 'Кресло Гоа',
    price: 8499,
    code: 1049561,
    images: ['chair_hanna0.jpg', 'chair_hanna1.jpg'],
    description: ['Кресло Ханна — элегантное решение для кухни или столовой, выдержанной в современном стиле. Каркас модели выполнен из массива древесины, видимые элементы отделаны березовым шпоном и покрыты белой эмалью. Велюровая обивка приятна на ощупь, долго сохраняет опрятный вид и первоначальный цвет. Мягкое сиденье обеспечивает комфорт во время длительной трапезы или дружеской беседы за столом. Высокая спинка с легким изгибом позволяет принять удобное положение, расслабив спину.',
      'Удовольствие от трапезы за кухонным столом во многом зависит от качества кухонных стульев. При выборе важно все, в том числе материал обивки. Кухонные стулья с тканевой обивкой сиденья и спинки практичны, комфортны и гигиеничны: текстиль приятен на ощупь, не способствует образованию конденсата при соприкосновении с телом, стоек к механическим повреждениям, долго сохраняет первоначальный вид.']
  },
];
